extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=S\u00E4g farv\u00E4l till all reklam! Med Adblock Plus kan du v\u00E4lja att filtrera bort all reklam - reklam som tar b\u00E5de tid och kapacitet att ladda ner...
status_active_label=Adblock
status_active_tooltip=Adblock Plus \u00E4r p\u00E5, klicka f\u00F6r att \u00F6ppna inst\u00E4llningar
status_disabled_label=Avst\u00E4ngd
status_disabled_tooltip=Adblock Plus \u00E4r av, mittenklicka h\u00E4r f\u00F6r att sl\u00E5 p\u00E5
toolbar_active_tooltip=Adblock Plus \u00E4r p\u00E5, klicka f\u00F6r att \u00F6ppna/st\u00E4nga objekt att blockera
toolbar_disabled_tooltip=Adblock Plus \u00E4r av, mittenklicka h\u00E4r f\u00F6r att sl\u00E5 p\u00E5
no_blocking_suggestions=Det finns inget att blockera p\u00E5 denna sida
not_remote_page=Denna sida \u00E4r inte upplagd p\u00E5 en webbserver
whitelisted_page=Adblock Plus har st\u00E4ngts av f\u00F6r denna sida
whitelist_description=Regler f\u00F6r undantag
filterlist_description=Annonsfilter
invalid_description=Ogiltigt filter
elemhide_description=Regler f\u00F6r att d\u00F6lja reklam
subscription_description=Filterprenumeration:
subscription_source=K\u00E4lla:
subscription_status=Status:
subscription_status_autodownload=Uppdaterad automatiskt
subscription_status_manualdownload=Uppdaterad manuellt
subscription_status_externaldownload=Uppdaterad av extern k\u00E4lla (annat till\u00E4gg)
subscription_status_lastdownload=Senast nerladdad:
subscription_status_lastdownload_inprogress=Laddar ner...
subscription_status_lastdownload_unknown=Ok\u00E4nd
remove_subscription_warning=Vill du verkligen ta bort denna prenumeration?
import_filters_warning=Vill du ers\u00E4tta nuvarande filter eller l\u00E4gga till dom i listan?
import_filters_title=Importera filter
export_filters_title=Exportera filter
invalid_filters_file=Ej giltig Adblock Plus filterfil.
filters_write_error=Ett fel uppstod vid skrivning till filen. Kontrollera att filen inte \u00E4r upptagen av annat program eller skrivskyddad.
clearall_warning=Vill du verkligen ta bort alla filter fr\u00E5n listan?
resethitcounts_warning=Vill du verkligen nollst\u00E4lla r\u00E4knaren f\u00F6r alla filter?
resethitcounts_selected_warning=Vill du verkligen nollst\u00E4lla r\u00E4knaren f\u00F6r detta filter?
regexp_warning_title=Varning
regexp_warning_text=Filtret du angav kommer att tolkas som ett regulj\u00E4rt uttryck. Om detta inte var din avsikt, eller du inte vet vad ett regulj\u00E4rt uttryck \u00E4r, avbryt och anv\u00E4nd ist\u00E4llet * i slutet av filtret.
regexp_warning_checkbox=Jag vet vad jag g\u00F6r! Varna mig inte i forts\u00E4ttningen!
uninstall_adblock_title=En konflikt uppt\u00E4cktes
uninstall_adblock_text=Adblock Plus har uppt\u00E4ckt Adblock eller en \u00E4ldre version av Adblock Plus. Du rekommenderas av avinstallera \u00E4ldre versioner innan du forts\u00E4tter. Skall Adblock Plus g\u00F6ra detta nu?
uninstall_adblock_success=Adblock \u00E4r avinstallerat. Starta om din webbl\u00E4sare f\u00F6r avsluta installationen.
uninstall_adblock_error=Ett fel uppstod vid avinstallation av Adblock. Du m\u00E5ste avinstallera den manuellt.
uninstall_adblock_manually=Adblock Plus har uppt\u00E4ckt Adblock eller en \u00E4ldre version av Adblock Plus. Du rekommenderas av avinstallera \u00E4ldre versioner innan du forts\u00E4tter.
subscription_no_location=Ange s\u00F6kv\u00E4g att ladda ner filter fr\u00E5n.
subscription_invalid_location=Platsen du angivit \u00E4r inte giltig eller s\u00E5 har du angivit ett felaktigt filnamn.
subscription_location_exists=Du prenumererar redan p\u00E5 detta filter.
synchronize_invalid_url=Ej giltig adress
synchronize_connection_error=Fel vid nedladdning
synchronize_invalid_data=Fel vid validering av filter
synchronize_ok=Klart
overwrite=Skriv \u00F6ver
append=L\u00E4gg till
type_label_other=annan
type_label_script=skript
type_label_image=bild
type_label_stylesheet=formatmall
type_label_object=objekt
type_label_subdocument=ram
type_label_document=dokument
type_label_background=bakgrund
type_label_link=l\u00E4nk
NotFound=Frasen hittades inte
WrappedToTop=Kommit till slutet p\u00E5 sidan, b\u00F6rjat om
WrappedToBottom=Kommit till b\u00F6rjan p\u00E5 sidan, b\u00F6rjat om
