extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=Publicidade \u00E9 hist\u00F3ria!
status_active_label=Adblock
status_active_tooltip=O Adblock Plus est\u00E1 activo, clique para abrir Prefer\u00EAncias
status_disabled_label=Desactivado
status_disabled_tooltip=O Adblock Plus foi desactivado, fa\u00E7a clique do meio para reactivar
toolbar_active_tooltip=O Adblock Plus est\u00E1 activo, clique para abrir/ fechar a barra lateral
toolbar_disabled_tooltip=O Adblock Plus foi desactivado, fa\u00E7a clique do meio para reactivar
no_blocking_suggestions=N\u00E3o h\u00E1 items bloque\u00E1veis na p\u00E1gina actual
not_remote_page=A p\u00E1gina actual n\u00E3o est\u00E1 num site remoto
whitelisted_page=O Adblock Plus foi desactivado para a p\u00E1gina actual
whitelist_description=Regras de excep\u00E7\u00E3o
filterlist_description=Filtros de publicidade
subscription_description=Suscrip\u00E7\u00E3o de filtros:
subscription_source=Fonte:
subscription_status=Status:
subscription_status_enabled=Activo
subscription_status_disabled=Desactivado
subscription_status_autodownload=Actualizado automaticamente
subscription_status_manualdownload=Actualizado manualmente
subscription_status_externaldownload=Actualizado externamente (outra extens\u00E3o)
subscription_status_lastdownload=\u00DAltimo download:
subscription_status_lastdownload_inprogress=A fazer download...
subscription_status_lastdownload_unknown=N/A
remove_subscription_warning=Deseja, realmente, remover esta subscrip\u00E7\u00E3o?
import_filters_warning=Deseja substituir os filtros actuais ou adicionar os filtros novos ao final da lista?
import_filters_title=Importar filtros
export_filters_title=Exportar filtros
invalid_filters_file=N\u00E3o \u00E9 um ficheiro de filtros v\u00E1lido para o Adblock Plus.
filters_write_error=Houve um erro ao guardar os filtros para ficheiro. Certifique-se que o ficheiro n\u00E3o est\u00E1 protegido contra escrita ou em utiliza\u00E7\u00E3o por outro programa.
clearall_warning=Deseja, realmente, remover todos os filtros da lista?
regexp_warning_title=Aviso
regexp_warning_text=O filtro que adicionou ser\u00E1 interpretado como uma express\u00E3o regular. Se n\u00E3o pretender que isto aconte\u00E7a, ou n\u00E3o souber o que \u00E9 uma express\u00E3o regular, clique sobre 'Cancelar' e coloque um * no in\u00EDcio do filtro.
regexp_warning_checkbox=Eu sei o que estou a fazer. N\u00E3o volte a avisar-me.
uninstall_adblock_title=Detectado conflito
uninstall_adblock_text=O Adblock Plus detectou que o Adblock ou uma vers\u00E3o antiga do Adblock Plus est\u00E3o instaladas neste browser. \u00C9 recomend\u00E1vel desinstalar a vers\u00E3o anterior. Deve, o Adblock Plus, realizar isto agora?
uninstall_adblock_success=O Adblock foi desinstalado correctamente. Deve reiniciar o browser agora.
uninstall_adblock_error=Houve um erro ao desinstalar o Adblock. Por favor desinstale-o manualmente.
uninstall_adblock_manually=O Adblock Plus detectou que o Adblock ou uma vers\u00E3o antiga do Adblock Plus est\u00E3o instaladas neste browser. \u00C9 recomend\u00E1vel desinstalar a vers\u00E3o anterior (escolha "Desinstalar" do menu de Op\u00E7\u00F5es na janela de Prefer\u00EAncias).
subscription_no_location=Por favor escolha um s\u00EDtio de onde realizad download dos filtros.
subscription_invalid_location=A localiza\u00E7\u00E3o da lista de filtros n\u00E3o \u00E9 um endere\u00E7o ou nome de ficheiro v\u00E1lido.
subscription_location_exists=J\u00E1 subscreveu esta lista de filtros.
synchronize_invalid_url=Falhou, endere\u00E7o inv\u00E1lido
synchronize_connection_error=Falhou, download inv\u00E1lido
synchronize_invalid_data=Falhou, lista de filtros inv\u00E1lida
synchronize_ok=Sucesso
overwrite=Substituir
append=Adicionar
type_label_other=outro
type_label_script=script
type_label_image=imagem
type_label_stylesheet=folha de estilo
type_label_object=objecto
type_label_subdocument=moldura
type_label_document=documento
type_label_background=fundo
type_label_link=link
