# ***** BEGIN LICENSE BLOCK *****
# Version: MPL 1.1
#
# The contents of this file are subject to the Mozilla Public License Version
# 1.1 (the "License"); you may not use this file except in compliance with
# the License. You may obtain a copy of the License at
# http://www.mozilla.org/MPL/
#
# Software distributed under the License is distributed on an "AS IS" basis,
# WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License
# for the specific language governing rights and limitations under the
# License.
#
# The Original Code is Adblock Plus.
#
# The Initial Developer of the Original Code is
# Wladimir Palant.
# Portions created by the Initial Developer are Copyright (C) 2006
# the Initial Developer. All Rights Reserved.
#
# Contributor(s):
#
# ***** END LICENSE BLOCK *****

extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=\u5E83\u544A\u306F\u904E\u53BB\u306E\u907A\u7269\u3067\u3059\uFF01

status_active_label=Adblock
status_disabled_label=\u505C\u6B62\u4E2D

action0_tooltip=\u5DE6\u30AF\u30EA\u30C3\u30AF\uFF1A\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30E1\u30CB\u30E5\u30FC   \u4E2D\u592E\u30AF\u30EA\u30C3\u30AF\uFF1A\u6709\u52B9/\u7121\u52B9 \u5207\u308A\u66FF\u3048
action1_tooltip=\u5DE6\u30AF\u30EA\u30C3\u30AF\uFF1A\u30D6\u30ED\u30C3\u30AF\u8981\u7D20\u4E00\u89A7\u306E\u958B\u9589   \u4E2D\u592E\u30AF\u30EA\u30C3\u30AF\uFF1A\u6709\u52B9/\u7121\u52B9 \u5207\u308A\u66FF\u3048
action2_tooltip=\u5DE6\u30AF\u30EA\u30C3\u30AF\uFF1A\u8A2D\u5B9A   \u4E2D\u592E\u30AF\u30EA\u30C3\u30AF\uFF1A\u6709\u52B9/\u7121\u52B9 \u5207\u308A\u66FF\u3048
action3_tooltip=\u5DE6\u30AF\u30EA\u30C3\u30AF\uFF1A Adblock Plus \u6709\u52B9/\u7121\u52B9 \u5207\u308A\u66FF\u3048

active_tooltip=Adblock Plus \u306F\u6709\u52B9\u3067\u3059
disabled_tooltip=Adblock Plus \u306F\u505C\u6B62\u4E2D\u3067\u3059
whitelisted_tooltip=Adblock Plus \u6709\u52B9 - \u73FE\u5728\u306E\u30DA\u30FC\u30B8\u306F\u30DB\u30EF\u30A4\u30C8\u30EA\u30B9\u30C8\u6307\u5B9A\u3067\u3059

blocked_count_tooltip=-- = \u30D6\u30ED\u30C3\u30AF\u8981\u7D20\u6570 / \u5168\u8981\u7D20\u6570 = --

no_blocking_suggestions=\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u3067\u306F\u30D6\u30ED\u30C3\u30AF\u53EF\u80FD\u306A\u30A2\u30A4\u30C6\u30E0\u306F\u3042\u308A\u307E\u305B\u3093
not_remote_page=\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u306F\u30ED\u30FC\u30AB\u30EB\u30C7\u30A3\u30B9\u30AF\u4E0A\u306B\u3042\u308A\u307E\u3059
whitelisted_page=Adblock Plus \u306F\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u3067\u306F\u7121\u52B9\u3067\u3059
whitelist_description=\u9069\u7528\u30DB\u30EF\u30A4\u30C8\u30EA\u30B9\u30C8
filterlist_description=\u9069\u7528\u30D5\u30A3\u30EB\u30BF
invalid_description=\u7121\u52B9\u30D5\u30A3\u30EB\u30BF
elemhide_description=\u9805\u76EE\u3092\u96A0\u3059\u30EB\u30FC\u30EB
subscription_description=\u30D5\u30A3\u30EB\u30BF\u8AAD\u307F\u8FBC\u307F:
subscription_wrong_version=\u3053\u306E\u95B2\u89A7\u3067\u306F\u3044\u304F\u3064\u304B\u306E\u30D5\u30A3\u30EB\u30BF\u3092\u6A5F\u80FD\u3055\u305B\u308B\u306B\u306F Adblock Plus \u304C\u5FC5\u8981\u3067\u3059\uFF01
subscription_source=\u30BD\u30FC\u30B9:
subscription_status=\u30B9\u30C6\u30FC\u30BF\u30B9:
subscription_status_autodownload=\u81EA\u52D5\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8
subscription_status_manualdownload=\u624B\u52D5\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8
subscription_status_externaldownload=\u4ED6\u306E\u65B9\u6CD5\u3067\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8(\u5225\u306E\u62E1\u5F35\u6A5F\u80FD\u306A\u3069)
subscription_status_lastdownload=\u6700\u5F8C\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9:
subscription_status_lastdownload_inprogress=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u4E2D\u3067\u3059
subscription_status_lastdownload_unknown=N/A
remove_subscription_warning=\u672C\u5F53\u306B\u3053\u306E\u8AAD\u307F\u8FBC\u307F\u3092\u53D6\u308A\u9664\u304D\u305F\u3044\u3067\u3059\u304B\uFF1F
import_filters_wrong_version=\u8B66\u544A\uFF1A \u3053\u306E\u30EA\u30B9\u30C8\u306E\u4E2D\u306E\u3044\u304F\u3064\u304B\u306E\u30D5\u30A3\u30EB\u30BF\u3092\u6A5F\u80FD\u3055\u305B\u308B\u306B\u306F Adblock Plus \u304C\u5FC5\u8981\u3067\u3059 --  \u3053\u306E\u30EA\u30B9\u30C8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u524D\u306B\u6700\u65B0\u306E Adblock Plus \u30EA\u30EA\u30FC\u30B9\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3059\u3079\u304D\u3067\u3059\u3002
import_filters_warning=\u672C\u5F53\u306B\u73FE\u5728\u306E\u30D5\u30A3\u30EB\u30BF\u30EA\u30B9\u30C8\u306B\u4E0A\u66F8\u304D\u3057\u307E\u3059\u304B\uFF1F \u305D\u308C\u3068\u3082\u8FFD\u52A0\u3057\u307E\u3059\u304B\uFF1F
import_filters_title=\u30D5\u30A3\u30EB\u30BF\u306E\u30A4\u30F3\u30DD\u30FC\u30C8
export_filters_title=\u30D5\u30A3\u30EB\u30BF\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
invalid_filters_file=\u30D5\u30A3\u30EB\u30BF\u30D5\u30A1\u30A4\u30EB\u306F\u7121\u52B9\u3067\u3059
filters_write_error=\u30D5\u30A3\u30EB\u30BF\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u66F8\u304D\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30D5\u30A1\u30A4\u30EB\u304C\u66F8\u8FBC\u307F\u7981\u6B62\u306B\u306A\u3063\u3066\u306A\u3044\u304B\u3001\u4ED6\u306E\u30D7\u30ED\u30B0\u30E9\u30E0\u304B\u3089\u4F7F\u7528\u3055\u308C\u3066\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
clearall_warning=\u672C\u5F53\u306B\u30EA\u30B9\u30C8\u304B\u3089\u3059\u3079\u3066\u306E\u30D5\u30A3\u30EB\u30BF\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
resethitcounts_warning=\u672C\u5F53\u306B\u3059\u3079\u3066\u306E\u30D5\u30A3\u30EB\u30BF\u306E\u30D2\u30C3\u30C8\u6570\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\uFF1F \u3053\u306E\u64CD\u4F5C\u306F\u5143\u306B\u623B\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\uFF01
resethitcounts_selected_warning=\u672C\u5F53\u306B\u9078\u629E\u3057\u305F\u30D5\u30A3\u30EB\u30BF\u306E\u30D2\u30C3\u30C8\u6570\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\uFF1F \u3053\u306E\u64CD\u4F5C\u306F\u5143\u306B\u623B\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\uFF01
regexp_warning_title=\u8B66\u544A
regexp_warning_text=\u3042\u306A\u305F\u304C\u767B\u9332\u3057\u305F\u30D5\u30A3\u30EB\u30BF\u306F\u6B63\u898F\u8868\u73FE\u3068\u3057\u3066\u52D5\u4F5C\u3057\u307E\u3059\u3002\u6B63\u898F\u8868\u73FE\u3068\u3057\u3066\u52D5\u4F5C\u3055\u305B\u308B\u3064\u3082\u308A\u304C\u306A\u3044\u304B\u3001\u6B63\u898F\u8868\u73FE\u304C\u4F55\u3067\u3042\u308B\u304B\u3092\u77E5\u3089\u306A\u3044\u306A\u3089\u300C\u30AD\u30E3\u30F3\u30BB\u30EB\u300D\u3092\u62BC\u3057\u3066\u3001\u30D5\u30A3\u30EB\u30BF\u306E\u59CB\u3081\u306B * \u3092\u8A18\u8FF0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
regexp_warning_checkbox=\u8B66\u544A\u3092\u975E\u8868\u793A\u306B\u3059\u308B
uninstall_adblock_title=\u62E1\u5F35\u6A5F\u80FD\u306E\u5E72\u6E09\u3092\u691C\u51FA
uninstall_adblock_text=Adblock Plus \u304C Adblock \u3084\u4EE5\u524D\u306E Adblock Plus \u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u3089\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u306E\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002\u4ECA\u3059\u3050\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u307E\u3059\u304B\uFF1F
uninstall_adblock_success=Adblock \u306F\u6B63\u5E38\u306B\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002\u4ECA\u3059\u3050\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
uninstall_adblock_error=Adblock \u306E\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u624B\u52D5\u3067\u76F4\u63A5\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
uninstall_adblock_manually=Adblock Plus \u304C Adblock \u3084\u4EE5\u524D\u306E Adblock Plus \u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u3089\u306E\u30A2\u30F3\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002\uFF08\u62E1\u5F35\u30DE\u30CD\u30FC\u30B8\u30E3\u304B\u3089\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\uFF09

subscription_no_location=\u30D5\u30A3\u30EB\u30BF\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5834\u6240\u307E\u305F\u306F\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
subscription_invalid_location=\u30D5\u30A3\u30EB\u30BF\u30EA\u30B9\u30C8\u306E\u5834\u6240\u306F\u6709\u52B9\u306AURL\u3067\u306A\u304F\u3001\u307E\u305F\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093
subscription_location_exists=\u65E2\u306B\u3053\u306E\u30D5\u30A3\u30EB\u30BF\u30EA\u30B9\u30C8\u306F\u8AAD\u307F\u8FBC\u307F\u6E08\u3067\u3059
synchronize_invalid_url=\u5931\u6557\u3067\u3059\u3000\u6709\u52B9\u306A\u30A2\u30C9\u30EC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
synchronize_connection_error=\u5931\u6557\u3067\u3059\u3000\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
synchronize_invalid_data=\u5931\u6557\u3067\u3059\u3000\u6709\u52B9\u306A\u30D5\u30A3\u30EB\u30BF\u30EA\u30B9\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093
synchronize_ok=\u6210\u529F

overwrite=\u4E0A\u66F8\u304D
append=\u8FFD\u52A0

type_label_other=\u305D\u306E\u4ED6
type_label_script=\u30B9\u30AF\u30EA\u30D7\u30C8
type_label_image=\u753B\u50CF
type_label_stylesheet=\u30B9\u30BF\u30A4\u30EB\u30B7\u30FC\u30C8
type_label_object=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
type_label_subdocument=\u30D5\u30EC\u30FC\u30E0
type_label_document=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
type_label_background=\u80CC\u666F\u753B\u50CF
type_label_link=\u30EA\u30F3\u30AF

# strings used by the Find bar, copied from findbar.properties
NotFound=\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
WrappedToTop=\u30DA\u30FC\u30B8\u306E\u6700\u5F8C\u307E\u3067\u691C\u7D22\u3057\u307E\u3057\u305F\u3002\u30DA\u30FC\u30B8\u306E\u6700\u521D\u304B\u3089\u691C\u7D22\u3092\u7D9A\u3051\u307E\u3059\u3002
WrappedToBottom=\u30DA\u30FC\u30B8\u306E\u6700\u521D\u307E\u3067\u691C\u7D22\u3057\u307E\u3057\u305F\u3002\u30DA\u30FC\u30B8\u306E\u6700\u5F8C\u304B\u3089\u691C\u7D22\u3092\u7D9A\u3051\u307E\u3059
