extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=Publicitatea \u00EEn internet este de domeniul trecutului!
status_active_label=Adblock
status_active_tooltip=Adblock Plus este activ, click pentru particularizare
status_disabled_label=Dezactivat
status_disabled_tooltip=Adblock Plus este inactiv, click cu butonul mijlociu pentru particularizare \u015Fi reactivare
toolbar_active_tooltip=Adblock Plus este activ, click pentru a deschide lista elementelor blocabile din pagina curent\u0103
toolbar_disabled_tooltip=Adblock Plus este inactiv, click cu butonul mijlociu pentru particularizare \u015Fi reactivare
no_blocking_suggestions=\u00CEn pagin\u0103 nu se g\u0103se\u015Fte nici un element care s\u0103 poat\u0103 fi blocat
not_remote_page=Pagina curent\u0103 este local\u0103
whitelisted_page=Adblock Plus este inactiv pentru pagina curent\u0103
whitelist_description=Reguli excep\u0163ii
filterlist_description=Filtre pentru reclame
invalid_description=Filtre invalide
elemhide_description=Reguli ascundere element
subscription_description=Subscriere filtre:
subscription_source=Sursa:
subscription_status=Stare:
subscription_status_autodownload=Actualizat automat
subscription_status_manualdownload=Actualizat manual
subscription_status_externaldownload=Actualizat extern (alt\u0103 extensie)
subscription_status_lastdownload=Ultima desc\u0103rcare:
subscription_status_lastdownload_inprogress=Dec\u0103rcare...
subscription_status_lastdownload_unknown=Necunoscut
remove_subscription_warning=Sugur dori\u0163i s\u0103 \u00EEndep\u0103rta\u0163i aceast\u0103 subscriere?
import_filters_warning=Dori\u0163i s\u0103 suprascrie\u0163i filtrele existente? ap\u0103sa\u0163i Renun\u0163\u0103 pentru a ad\u0103uga filtrele noi la sf\u00E2r\u015Fitul listei.
import_filters_title=Import filtre
export_filters_title=Export filtre
invalid_filters_file=Fi\u015Fierul cu lista de filtre este invalid.
filters_write_error=Eroare la scrierea filtrelor \u00EEn fi\u015Fier. Asigura\u0163i-v\u0103 fi\u015Fierul nu este protejat la scriere sau blocat de alt program.
clearall_warning=Sigur dori\u0163i s\u0103 sterge\u0163i toate filtrele din list\u0103?
resethitcounts_warning=Sigur dori\u0163i s\u0103 reini\u0163ializa\u0163i contorul tuturor filtrelor? Aceast\u0103 opera\u0163ie nu este reversibil\u0103.
resethitcounts_selected_warning=Sigur dori\u0163i s\u0103 reini\u0163ializa\u0163i contorul filtrului ales? Aceast\u0103 opera\u0163ie nu este reversibil\u0103.
regexp_warning_title=Aten\u0163ie
regexp_warning_text=Filtrul introdus de dvs. va fi interpretat ca o expresie. Dac\u0103 nu dori\u0163i s\u0103 se \u00EEnt\u00E2mple asta, sau nu \u015Fti\u0163i ce este o expresie, ap\u0103sa\u0163i butonul Revocare \u015Fi ad\u0103uga\u0163i caracterul * la \u00EEnceputul filtrului.
regexp_warning_checkbox=\u015Etiu ce fac. Nu m\u0103 mai avertiza \u00EEn viitor.
uninstall_adblock_title=Conflict
uninstall_adblock_text=Adblock Plus a detectat c\u0103 Adblock sau o versiune mai veche a lui Adblock Plus este deja instalat\u0103. Este recomandat s\u0103 dezinstala\u0163i versiunea veche. Dori\u0163i ca Adblock plus s\u0103 efectueze dezinstalarea acum?
uninstall_adblock_success=Adblock a fost dezinstalat cu succes. Ar trebuie s\u0103 rstarta\u0163i navigatorul.
uninstall_adblock_error=Eroare la dezinstalarea automat\u0103. Adblock trebuie dezinstalat manual.
uninstall_adblock_manually=Adblock Plus a detectat c\u0103 Adblock sau o versiune mai veche a lui Adblock Plus este deja instalat\u0103. Este recomandat s\u0103 dezinstala\u0163i versiunea veche (alege\u0163i Dezinstaleaz\u0103 din meniul Op\u0163iuni din fereastra de particulare a lui Adblock).
subscription_no_location=Introduce\u0163i loca\u0163ie pentru desc\u0103rcat filtre
subscription_invalid_location=Loca\u0163ia pentru filtre nu este valid\u0103
subscription_location_exists=Exist\u0103 deja o subscriere la acet filtru
synchronize_invalid_url=E\u015Fuat, adresa nu este valid\u0103
synchronize_connection_error=E\u015Fuat, desc\u0103rcare nereu\u015Fit\u0103
synchronize_invalid_data=E\u015Fuat, lista nu este valid\u0103
synchronize_ok=Succes
overwrite=Suprascrie
append=Adaug\u0103
type_label_other=alt element
type_label_script=script
type_label_image=imagine
type_label_stylesheet=foaie de stiluri
type_label_object=obiect
type_label_subdocument=frame
type_label_document=document
type_label_background=fundal
type_label_link=leg\u0103tur\u0103
NotFound=Nu am g\u0103sit fraza
WrappedToTop=Ajuns la sf\u00E2r\u015Fitul paginii, reluat de la \u00EEnceput
WrappedToBottom=Ajuns la \u00EEnceputul paginii, reluat de la sf\u00E2r\u015Fit
