extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=Reklamer er fortid!
status_active_label=Adblock
status_active_tooltip=Adblock Plus er aktiv, klik for at \u00E5bne indstillinger
status_disabled_label=Sl\u00E5et fra
status_disabled_tooltip=Adblock Plus er sl\u00E5et fra, midterklik her for at sl\u00E5 til igen
toolbar_active_tooltip=Adblock Plus er aktiv, klik for at \u00E5bne/lukke blok\u00E9rbare elementer
toolbar_disabled_tooltip=Adblock Plus er sl\u00E5et fra, midterklik her for at sl\u00E5 til igen
no_blocking_suggestions=Ingen blokerbare elementer fundet p\u00E5 denne side
not_remote_page=Nuv\u00E6rende side er ikke en ekstern webside
whitelisted_page=Adblock Plus er sl\u00E5et fra for n\u00E6rv\u00E6rende side
whitelist_description=Undtagelsesregler
filterlist_description=Reklamefiltre
invalid_description=Ugyldige filtre
elemhide_description=Skjul elementer-regler
subscription_description=Filterabonnement:
subscription_source=Kilde:
subscription_status=Status:
subscription_status_autodownload=Opdateres automatisk
subscription_status_manualdownload=Opdateres manuelt
subscription_status_externaldownload=Opdateres eksternt (af en anden udvidelse)
subscription_status_lastdownload=Sidste download:
subscription_status_lastdownload_inprogress=Downloader...
subscription_status_lastdownload_unknown=Findes ikke
remove_subscription_warning=Vil du virkelig fjerne dette abonnement?
import_filters_warning=Vil du erstatte dine nuv\u00E6rende filtre eller tilf\u00F8je de nye filtre til enden af listen?
import_filters_title=Importer filtre
export_filters_title=Eksporter filtre
invalid_filters_file=Ikke en gyldig Adblock Plus filtre-fil.
filters_write_error=Der skete en fejl ved skrivning af filtrene til filen. Sikr dig at filen ikke er skrivebeskyttet eller holdes l\u00E5st af et andet program.
clearall_warning=Vil du virkelig fjerne alle filtre fra listen?
resethitcounts_warning=Er du sikker p\u00E5 at du vil nulstille hitt\u00E6llerne for alle filtre? Denne operation kan ikke fortrydes!
resethitcounts_selected_warning=Er du sikker p\u00E5 at du vil nulstille hitt\u00E6llerne for de valgte filtre? Denne operation kan ikke fortrydes!
regexp_warning_title=Advarsel
regexp_warning_text=Filteret du har indtastet vil blive fortolket som et regul\u00E6rt udtryk. Hvis dette ikke var meningen, eller du ikke ved hvad et regul\u00E6rt udtryk er, tryk 'Annuller' og s\u00E6t en * i begyndelsen af filteret.
regexp_warning_checkbox=Jeg ved hvad jeg laver. Advar mig ikke i fremtiden.
uninstall_adblock_title=Konflikt fundet
uninstall_adblock_text=Adblock Plus har konstateret at Adblock eller en gammel version af Adblock Plus allerede er installeret i denne browser. Det anbefales kraftigt at du afinstallerer den gamle version. Skal Adblock Plus g\u00F8re dette nu?
uninstall_adblock_success=Adblock er korrekt afinstalleret. Du b\u00F8r genstarte din browser nu.
uninstall_adblock_error=Der skete en fejl ved afinstallation af Adblock. Afinstaller venligst manuelt.
uninstall_adblock_manually=Adblock Plus har konstateret at Adblock eller en gammel version af Adblock Plus allerede er installeret i denne browser. Det anbefales kraftigt at du afinstallerer den gamle version (v\u00E6lg 'Deinstall'/'Afinstaller' fra indstillingerne i dens Ops\u00E6tningsvindue).
subscription_no_location=Indtast venligst en placering at downloade filtre fra.
subscription_invalid_location=Filterliste-placering er hverken en gyldig URL eller et gyldigt filnavn.
subscription_location_exists=Du er allerede abonnent til denne filterliste
synchronize_invalid_url=Fejlede, ikke en gyldig adresse
synchronize_connection_error=Fejlede, download fejl
synchronize_invalid_data=Fejlede, ikke en gyldig liste over filtre
synchronize_ok=Succes
overwrite=Overskriv
append=Tilf\u00F8j
type_label_other=andet
type_label_script=script
type_label_image=billede
type_label_stylesheet=stilark
type_label_object=objekt
type_label_subdocument=ramme
type_label_document=dokument
type_label_background=baggrund
type_label_link=link
NotFound=S\u00E6tning blev ikke fundet
WrappedToTop=Bunden af siden blev n\u00E5et, forsatte fra toppen.
WrappedToBottom=Toppen af siden blev n\u00E5et, fortsatte fra bunden.
