extensions.{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}.description=Les publicit\u00E9s, c'est du pass\u00E9 !
status_active_label=Adblock
status_active_tooltip=Adblock Plus est activ\u00E9e, cliquez ici pour ouvrir les pr\u00E9f\u00E9rences.
status_disabled_label=D\u00E9sactiv\u00E9e
status_disabled_tooltip=Adblock Plus a \u00E9t\u00E9 d\u00E9sactiv\u00E9e, cliquez ici pour ouvrir les pr\u00E9f\u00E9rences et la r\u00E9activer.
toolbar_active_tooltip=Adblock Plus est active, cliquez pour ouvrir/fermer le panneau lat\u00E9ral
toolbar_disabled_tooltip=Adblock Plus a \u00E9t\u00E9 d\u00E9sactiv\u00E9e, cliquez milieu ici pour r\u00E9activer
no_blocking_suggestions=Aucun \u00E9l\u00E9ment filtrable sur cette page
not_remote_page=Cette page n'est pas h\u00E9berg\u00E9e sur un site distant
whitelisted_page=Adblock Plus a \u00E9t\u00E9 d\u00E9sactiv\u00E9e pour cette page
whitelist_description=Exceptions
filterlist_description=Filtres de publicit\u00E9s
subscription_description=Abonnement \u00E0 une liste de filtres
subscription_source=Source
subscription_status=\u00C9tat
subscription_status_enabled=Activ\u00E9e
subscription_status_disabled=D\u00E9sactiv\u00E9e
subscription_status_autodownload=Mise \u00E0 jour automatique
subscription_status_manualdownload=Mise \u00E0 jour manuelle
subscription_status_externaldownload=Mise \u00E0 jour externe (autre extension)
subscription_status_lastdownload=Derni\u00E8re mise \u00E0 jour
subscription_status_lastdownload_inprogress=Mise \u00E0 jour en cours...
subscription_status_lastdownload_unknown=Inconnu
remove_subscription_warning=Souhaitez-vous vraiment vous d\u00E9sabonner ?
import_filters_warning=Souhaitez-vous remplacer vos filtres actuels ou ajouter les nouveaux filtres \u00E0 la fin de la liste ?
import_filters_title=Importation de filtres
export_filters_title=Exportation de filtres
invalid_filters_file=Ceci n'est pas un fichier de filtres Adblock Plus valide.
filters_write_error=Une erreur s'est produite lors de l'enregistrement des filtres dans le fichier. Assurez-vous que le fichier n'est pas prot\u00E9g\u00E9 en \u00E9criture ou utilis\u00E9 par un autre programme.
clearall_warning=Souhaitez-vous vraiment supprimer tous vos filtres ?
regexp_warning_title=Attention !
regexp_warning_text=Le filtre que vous venez de saisir sera interpr\u00E9t\u00E9 comme une expression r\u00E9guli\u00E8re. Si vous ne vouliez pas faire cela ou si vous ne savez pas ce qu'est une expression r\u00E9guli\u00E8re, appuyez sur 'Annuler' et placez un * au d\u00E9but du filtre.
regexp_warning_checkbox=Je sais ce que je fais. Ne plus m'avertir \u00E0 l'avenir.
uninstall_adblock_title=Conflit d\u00E9tect\u00E9
uninstall_adblock_text=Adblock Plus vient de d\u00E9tecter qu'Adblock ou une ancienne version d'Adblock Plus est d\u00E9j\u00E0 install\u00E9e dans ce navigateur. Il est recommand\u00E9 de d\u00E9sinstaller l'ancienne version. Adblock Plus doit-elle proc\u00E9der \u00E0 la d\u00E9sinstallation ?
uninstall_adblock_success=Adblock a \u00E9t\u00E9 d\u00E9sinstall\u00E9e avec succ\u00E8s. Veuillez relancer votre navigateur.
uninstall_adblock_error=Une erreur s'est produite lors de la d\u00E9sinstallation d'Adblock. Veuillez la d\u00E9sintaller manuellement.
uninstall_adblock_manually=Adblock Plus vient de d\u00E9tecter qu'Adblock ou une ancienne version d'Adblock Plus est d\u00E9j\u00E0 install\u00E9e dans ce navigateur. Il est recommand\u00E9 de d\u00E9sinstaller l'ancienne version (choisir 'D\u00E9sinstaller' dans le menu 'Options' de la fen\u00EAtre des 'Pr\u00E9f\u00E9rences')
subscription_no_location=Veuillez indiquer l'emplacement des filtres \u00E0 t\u00E9l\u00E9charger.
subscription_invalid_location=L'adresse indiquant l'emplacement de la liste de filtres n'est ni une URL valide, ni un nom de fichier valide.
subscription_location_exists=Vous \u00EAtes d\u00E9j\u00E0 abonn\u00E9(e) \u00E0 cette liste de filtres.
synchronize_invalid_url=\u00C9chec, ceci n'est pas une adresse valide !
synchronize_connection_error=\u00C9chec, erreur lors du t\u00E9l\u00E9chargement !
synchronize_invalid_data=\u00C9chec, ceci n'est pas une liste de filtres valide !
synchronize_ok=R\u00E9ussi
overwrite=Remplacer
append=Ajouter
type_label_other=autre
type_label_script=script
type_label_image=image
type_label_stylesheet=feuille de style
type_label_object=objet
type_label_subdocument=cadre
type_label_document=document
type_label_background=Arri\u00E8re-plan
type_label_link=lien
